{
  "TermsOfUse": "GENERAL TERMS AND CONDITIONS\n\nThe food recommendations in the mobile application EAT BEAT (hereafter EAT BEAT App) are provided by EAT BEAT Ltd. (registry code xxxxxx; address yyyyyyyy, Republic of Estonia; hereinafter the Service Provider). In order to use aforementioned services it is mandatory to create an account within the EAT BEAT App.\nUser in the terms of this document is a person who has registered his/her personal data in the EAT BEAT App and has acquired a password-protected user account.\nInformation in the terms of this document is recommended meals, recipes, restaurant menus, articles published by the service provider and other works that are available in the EAT BEAT App and in which copyright subsists according to the Estonian Copyright Act article 4.\n* The service provider does not provide services to people aged under 18 years. When registering a user account, person affirms that he/she is at least 18 years old.\n* The service provider gives the food recommendations according to the data that the user has provided on his/her profile. Users are responsible for correctness of the data provided on their profile.\n* The user acknowledges that following the meal recommendations is not compulsory. Their purpose is to give user information only.\n* The user makes final eating decisions by using his/her best judgement and taking into account his/her state of health.\n* The user acknowledges that individual results may differ from examples. Changes in body weight are individually different and depend on the person’s metabolism, physical activity, genetics and other circumstances.\n\nSTATE OF HEALTH\n* The service provider provides services to people whose state of health is appropriate for using them. When registering an account, client affirms that his/her state of health is appropriate for using the services.\n* The service provider recommends the user to consult with a doctor before using the services and ensure that his/her state of health is appropriate for using the services. If the user is pregnant, nursing mother or has chronic disease, it is mandatory to consult with a doctor before using the services.\n* The user acknowledges that the service provider is not a health care provider, the service provider does not provide medical services or give medical recommendations or promises.\n* While using the services, users themselves or with the help of an adequate specialist are obliged to constantly monitor their state of health and stop using the services immediately if there is even a slight doubt that it is harmful for their health.\n* The service provider does not take peculiarities of state of health (e.g. allergies, food intolerance) into account when drafting meal plans. The user acknowledges that when making dieting decision the service provider cannot control suitability of every nutriment to particular user.\n* When eating recommended meals, the user must always ensure that the nutriments used in food preparation do not contain allergens, which might cause allergic reactions, or other contraindicated ingredients considering user’s state of health.\n\nSERVICES\n* The service provider provides personal internet-based recommendations, which are available for the user only during the period that the user has paid for. The user’s access to the data is terminated after the paid membership expires.\n* The payments made to the service provider are intermediated by different credit institutions or credit intermediaries and mobile payment platforms. \n* The client can use password-protected training and dieting instructions right after making the payment.\n* The user has the right to withdraw from the contract of sale within 14 days after the payment for services is made.\nLIABILITY\nThe service provider is liable to the user only for non-performance of an obligation, which is caused intentionally or due to gross negligence.\nCOPYRIGHTS\n* All the information in the EAT BEAT App is protected by copyright.\n* There must be a prior authorisation (in a format which can be reproduced in writing) from the service provider for using information in a way that is not allowed in the Estonian Copyright Act , such as for the reproduction, alteration, processing of information or publishing content in other ways.\n\nFINAL PROVISIONS\n* The invalidity of some provisions does not affect other provisions and the validity of terms of use and privacy policy as a whole.\n* The resale of meal recommendations to third parties is strictly prohibited.",
  "PrivacyPolicy": "GENERAL TERMS AND CONDITIONS\n\nThe food recommendations in the mobile application EAT BEAT (hereafter EAT BEAT App) are provided by EAT BEAT Ltd. (registry code xxxxxx; address yyyyyyyy, Republic of Estonia; hereinafter the Service Provider). In order to use aforementioned services it is mandatory to create an account within the EAT BEAT App.\n\nUser in the terms of this document is a person who has registered his/her personal data in the EAT BEAT App and has acquired a password-protected user account.\n\nInformation in the terms of this document is recommended meals, recipes, restaurant menus, articles published by the service provider and other works that are available in the EAT BEAT App and in which copyright subsists according to the Estonian Copyright Act article 4.\n\nPRIVACY POLICY\n* By registering an account in the EAT BEAT App, the user consents to the processing of personal data by the service provider with the purposes and conditions described in this privacy policy.\n* By registering an account, the user also gives consent to the service provider to transfer the data that is prerequisite for using the in the EAT BEAT App and providing services to the system managers of the SPOONACULAR food data provider\n* Personal data according to the Estonian Personal Data Protection Act are any data concerning an identified or identifiable natural person.\n* Processing of personal data is any act performed with personal data, including the collection, recording, organisation, storage, alteration, disclosure, granting access to personal data, consultation and retrieval, use of personal data, communication, cross-usage, combination, closure, erasure or destruction of personal data or several of the aforementioned operations, regardless of the manner in which the operations are carried out or the means used.\n* The collection of the personal data defined by the service provider is a prerequisite to creating a user account and using the services.\n* The service provider collects the following data about the user: nickname, e-mail address, age, body weight, height, sex, level of physical activity. By using the EAT BEAT App, the service provider can acquire the user’s IP address and geo-location data to be able to recommend the food providers in the neighborhood.\n\nThe user’s personal data becomes available to the service provider on creating a user account and during the further use of the account.\n\nThe user’s personal data are stored in data centre located in the European Union.\n\nThe service provider processes user’s personal data for following purposes:\n* To fulfil the obligations concerning service providing, such as recommending meals according to user’s wishes and needs;\n* To personalize the use of the EAT BEAT App according to user’s needs;\n* To offer services through marketing activity;\n* To generate statistics for marketing purposes;\n* To use user’s non-personal data in marketing activity;\n* To give user information;\n* To comply with legal obligations.\nThe service provider processes personal data only with the consent of the user.\n\nUser may withdraw his/her consent at any time by informing the service provider at any time.\n\nThe user has the right to demand the service provider to alter their data, rectify inaccurate personal data and erase data or file an objection against the processing of his/her data at any time.\nThe user has the right to demand the service provider to transfer personal data to the user or to third party at any time.\nThe service provider does not transfer personal data to third party, unless such transfer is carried out based on the law or the consent of the user.\nThe service provider stores user’s personal data until he/she has a user account in the EAT BEAT App or until it is necessary for providing services to the user. The service provider can store user’s personal data for a longer period if it is necessary for fulfilling legal obligations or settling a dispute.\nThe user has to inform the service provider immediately if there is even a slight doubt that a third party, who does not have the user’s consent, has access to his/her password-protected user account.\nIf the service provider violates the rules of data protection, the user has the right to file a complaint to Data Protection Inspectorate.\n",
  "HealthScore": "Health Score is an integral indicator characterising the proximity of the daily nutrient balance to the recommended intake norm. The value is calculated per day and includes all registered foods/meals.\n\nThe maximum value is 100 points, the minimum is 0 points.\n\nWhen calculating the indicator, the following data are taken into account:\n- deviation from the norm for each nutrient\n- importance of nutrients (expert opinion of the project nutritionist)"
}
